{
  "id": "course4",
  "name": "Automatización de flujos de trabajo con AppSheet",
  "creatorId": "user2",
  "creatorName": "María López",
  "creatorAvatar": "/images/mocks/avatar_mock2.png",
  "creatorHeader": "Especialista en AppSheet",
  "courseIntro": "https://storage.googleapis.com/klowhub-mediafiles/courses/raw/course4/automatizacion-flujos.mp4",
  "coursePoster": "/images/mocks/course_mock4.png",
  "price": "00.00",
  "rating": 3.7,
  "reviews": 128,
  "isBuyCourse": false,
  "platform": "Power Apps",
  "courseLearnings": [
    "Configurar flujos de trabajo eficientes con AppSheet.",
    "Automatizar procesos en aplicaciones empresariales.",
    "Optimizar la gestión de inventarios y logística.",
    "Aplicar mejores prácticas para la optimización de datos.",
    "Desarrollar soluciones personalizadas para flujos de trabajo específicos."
  ],
  "courseAbout": "Este curso está diseñado para enseñarte cómo utilizar AppSheet para automatizar y optimizar flujos de trabajo en diversas áreas empresariales. Desde la logística hasta la gestión de inventarios, aprenderás cómo crear aplicaciones funcionales y eficaces para resolver problemas comunes en la industria.",
  "creatorDescription": "María López es una experta en AppSheet y optimización de procesos. Con más de 7 años de experiencia en proyectos de logística y gestión de inventarios, María se especializa en crear soluciones automatizadas que transforman los procesos empresariales. Su estilo de enseñanza claro y enfocado garantiza que los estudiantes obtengan resultados tangibles.",
  "courseObjective": "Capacitarte para diseñar y automatizar flujos de trabajo efectivos utilizando AppSheet, proporcionando herramientas y conocimientos prácticos para resolver problemas empresariales y optimizar procesos.",
  "courseRequirenments": [
    "Conocimientos básicos de AppSheet.",
    "Familiaridad con la gestión de datos en hojas de cálculo."
  ],
  "courseAdditions": [
    "Plantillas para flujos de trabajo automatizados.",
    "Acceso a guías detalladas para la gestión de inventarios.",
    "Ejercicios prácticos para resolver problemas de logística.",
    "Soporte técnico personalizado durante el curso.",
    "Actualizaciones regulares con nuevos ejemplos y lecciones."
  ]
}
